Repository: MariamElnezamy/Qreeb2
Catalog: Qreeb/Localization/*.lproj/Localizable.strings
Languages: ar

source: To Change the app languge
ar: لتغير لغه التطبيق

source: Wherever you are
ar: وين ما تكون

source: Choose your language
ar: اختار اللغة

source: Log in
ar: تسجيل

source: Press here to open
ar: اضغط هنا للتشغيل

source: Log as client
ar: سجل كعميل

source: Log as delivery
ar: سجل كمندوب

source: Name
ar: الاسم

source: Phone
ar: رقم الجوال

source: E-mail
ar: الايمال

source: profile picture
ar: صورة شخصية

source: Adress
ar: العنوان

source: Do you want another address ?
ar: هل تريد عنوان اخر ؟

source: I agree to the terms and policies
ar: اوافق على الشروط والسياسات

source: Full Name
ar: الاسم كاملا

source: Personal lisence Pictue
ar: صورة الرخصة الشخصية

source: Bank account number
ar: اسم البنك

source: Bank name
ar: اسم صاحب الحساب

source: Account Holder's Name
ar: رقم الحساب البنكي

source: Edite Profile Picture
ar: تعديل الصورة الشخصية

source: Orders Number
ar: عدد الطلبات

source: Clients Comments
ar: تعليقات العملاء

source: Pay Ways
ar: طرق الدفع

source: Settings
ar: الاعدادات

source: Contact Us
ar: تواصل معنا

source: Log Out
ar: تسجيل خروج

source: Birthday Date
ar: تاريخ الميلاد

source: Gender
ar: النوع

source: Male
ar: ذكر

source: Female
ar: انثى

source: Language Settings
ar: اعدادات اللغة

source: Rings
ar: نغمة التنبيه

source: Complaints List
ar: قائمة الشكاوي المقدمة

source: Usage & Terms
ar: سياسة الاستخدام والخصوصية

source: App Rate
ar: قيم التطبيق

source: How To Be Delivery in Qreeb
ar: كيف اكون مندوب في قريب

source: or contact with us by using message
ar: او التواصل معنا عن طريق ارسال رسالة

source: Send
ar: ارسل

source: title
ar: عنوان رسالتك

source: write message here ..
ar: اكتب رسالتك هنا ..

source: Can Contact Us By More Ways
ar: تستطيع مراسلتنا باكثر من وسيلة

source: Ring Name
ar: اسم النغمة

source: Activate search in all firms
ar: تفعيل البحث في كل المتاجر

source: Profile
ar: الملف الشخصي

source: Notifications
ar: التنبيهات

source: Orders
ar: الطلبات

source: Firms
ar: المتاجر

source: notifications client
ar: تنبيهات كعميل

source: notifications delivery
ar: تنبيهات كمندوب

source: order client
ar: طلباتي كعميل

source: order delivery
ar: طلباتي كمندوب

source: active orders
ar: طلبات نشطة

source: finish orders
ar: طلبات منتهية
